local function run(msg, matches)
   if is_sudo(msg) then
      end
    return    [[     ♦️#_شماره مجازی
🔹شماره   مجازی   آمریکا=۴۰۰۰ تومان
🔹شماره   مجازی   روسیه=۴۰۰۰ تومان
🔹شماره  مجازی   فیلیپین=۴۰۰۰ تومان
🔹شماره    مجازی    چین=۳۰۰۰ تومان
➖➖➖➖➖➖➖➖➖➖➖➖➖
♦️#_عضوگیری (دریافت ممبر)
🔸هر ۱۰۰ عضو ۳ هزار تومان (کانال)
🔸هر ۱۰۰ عضو ۴ هزار تومان (گروه)
➖➖➖➖➖➖➖➖➖➖➖➖➖
♦️#_سرور مجازی لینوکس
🔹حافظه هارد ۶۰ گیگ_رم ۱ گیگ(۶ تومن)
🔹حافظه هارد ۱۰۰گیگ_رم ۲ گیگ(١۰تومن)
🔹حافظه هارد ۱۲۰گیگ_رم ۳ گیگ(١٢تومن)
➖➖➖➖➖➖➖➖➖➖➖➖➖
♦️#_ دریافت ربات ضد اسپم 
🔹ربات ضد اسپم فارسی هر گروه
 ۴ تومن
➖➖➖➖➖➖➖➖➖➖➖➖➖
 🆔 @shahin_xtbot ➖➖➖➖آیدی ]]
   
   end
return 
{
    patterns = {
    "^تبلیغ$"
  },
  run = run
}

